
/* Progress Dialog */
"CINCH_PROG_WINDOW_TITLE" = "Статус синхронизации папки пользователя";

"CINCH_PROG_TITLE_SYNCSTATE_PROCESSING" = "Синхронизирую";
"CINCH_PROG_TITLE_SYNCSTATE_STARTING" = "Запуск…";
"CINCH_PROG_TITLE_SYNCSTATE_CLEANING" = "Завершение…";
"CINCH_PROG_TITLE_SYNCSTATE_UPDATING" = "Проверяю";
"CINCH_PROG_TITLE_SYNCSTATE_CHECKING" = "Проверяю";
"CINCH_PROG_TITLE_SYNCSTATE_CANCELLING" = "Отмена…";
"CINCH_PROG_TITLE_SYNCSTATE_SKIPPING" = "Остановка…";
"CINCH_PROG_TITLE_SYNCSTATE_FINISHING" = "Завершение…";

"CINCH_PROG_PATH_MESSAGE" = " «%@»";
"CINCH_PROG_PATH_HOME_PATH" = "~";

"CINCH_PROG_STATUS_MESSAGE_ITEMS" = "Объектов: %@ из %@ – Завершено: %@%%.";
/* CINCH_PROG_STATUS_MESSAGE_…BYTES strings are inserted into CINCH_PROG_STATUS_MESSAGE_PROGRESS, e.g. "5 of 98 items – 900 KB of 20 MB – 5% complete." */
"CINCH_PROG_STATUS_MESSAGE_PROGRESS" = "Объектов: %@ из %@ – %@ из %@. Завершено: %@%%.";
"CINCH_PROG_STATUS_MESSAGE_BYTES" = "%@ байт";
"CINCH_PROG_STATUS_MESSAGE_KILOBYTES" = "%@ KБ";
"CINCH_PROG_STATUS_MESSAGE_MEGABYTES" = "%@ МБ";
"CINCH_PROG_STATUS_MESSAGE_GIGABYTES" = "%@ ГБ";

"CINCH_PROG_STATUS_MESSAGE_MOUNTING_HOME" = "Подключаюсь к пользовательской сети.";
"CINCH_PROG_STATUS_MESSAGE_WINDOW_CLOSED" = "Синхронизация будет продолжаться в фоновом режиме.";

"CINCH_PROG_STATUS_MESSAGE_SYNC_COMPLETE" = "Синхронизация завершена.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_CANCELED" = "Синхронизация отменена.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_SKIPPED" = "Синхронизация остановлена.";

/* Standard Buttons */

"CINCH_OK_BUTTON" = "ОК";
"CINCH_CANCEL_BUTTON" = "Отменить";
"CINCH_SKIP_BUTTON" = "Стоп";
"CINCH_CONTINUE_BUTTON" = "Продолжить";

/* Sync Alerts */

"CINCH_MUST_BE_MHD_TITLE" = "Чтобы использовать эту функцию, Вы должны иметь мобильную учетную запись.";
"CINCH_MUST_BE_MHD_MESSAGE" = "Чтобы создать мобильную учетную запись, откройте «Системные настройки», нажмите «Учетные записи», затем «Создать учетную запись». Если эти настройки отсутствуют или отключены, обратитесь к Вашему системному администратору.";

"CINCH_NO_NETHOME_TITLE" = "Не удалось завершить синхронизацию, т.к. сетевая папка пользователя по адресу «%@» в данный момент недоступна.";
"CINCH_NO_NETHOME_MESSAGE" = "Повторите попытку позже, когда будет доступно.";

"CINCH_NOWRITE_NETHOME_TITLE" = "Не удалось завершить синхронизацию, т.к. сетевая папка пользователя по адресу «%@» защищена от записи.";
"CINCH_NOWRITE_NETHOME_MESSAGE" = "Повторите попытку позднее или обратитесь к системному администратору.";

"CINCH_HOME_IN_USE_TITLE" = "Ваша сетевая папка пользователя, возможно, используется.";
"CINCH_HOME_IN_USE_MESSAGE" = "Если выполнить синхронизацию сейчас, некоторые файлы, возможно, не будут синхронизированы.";
"CINCH_HOME_IN_USE_SYNC_NOW_BUTTON" = "Синхронизировать сейчас";
"CINCH_HOME_IN_USE_SYNC_LATER_BUTTON" = "Синхронизировать позже";

"CINCH_HOME_NET_HOME_INCONSISTENT_TITLE" = "Синхронизация не произойдет из-за проблем с сетевой папкой пользователя.";
"CINCH_HOME_NET_HOME_INCONSISTENT_MESSAGE" = "Попытайтесь войти снова, чтобы произвести синхронизацию, или свяжитесь с Вашим администратором.";

"CINCH_SYNC_FAILED_TITLE" = "Не удалось завершить синхронизацию.";
"CINCH_SYNC_FAILED_DISK_FULL_MESSAGE" = "На устройстве назначения недостаточно свободного места для завершения операции.";

/* Home was changed messages */

"CINCH_HOME_CHANGED_TITLE" = "Сетевая папка пользователя, похоже, изменилась с момента последней синхронизации.";
"CINCH_HOME_CHANGED_MESSAGE" = "Если Вы не уверены в причине, выберите «Синхронизировать позже» и создайте резервные копии всех недавних файлов перед следующей синхронизацией. Нажмите «Подробнее», чтобы посмотреть другие параметры.";

"CINCH_HOME_NET_HOME_TIME_NEWER_TITLE" = "Некоторые файлы сетевой папки пользователя, вероятно, изменились с момента последней синхронизации. Выберите папку, которая содержит Ваши недавно использованные файлы.";
"CINCH_HOME_NET_HOME_TIME_NEWER_MESSAGE" = "Выбор затронет только файлы, измененные в сетевых и мобильных папках пользователя. Другие файлы будут синхронизированы правильно.\n\nК сетевой папке пользователя был получен доступ: %@.\nПоследняя синхронизация мобильной папки пользователя: %@.";

"CINCH_HOME_LOCKFILE_ERR_TITLE" = "Ваша сетевая папка пользователя, возможно, используется.";
"CINCH_HOME_LOCKFILE_ERR_MESSAGE" = "В случае возможной неполадки сервер может временно блокировать Вашу сетевую папку пользователя. Как правило, проблема решается в течение короткого времени.";

"CINCH_HOME_INVALID_TITLE" = "Сетевая папка пользователя, возможно, не сконфигурирована для синхронизации.";
"CINCH_HOME_INVALID_MESSAGE" = "Сетевая папка пользователя в «%@» не содержит некоторые файлы, необходимые для синхронизации.";

"CINCH_GENERIC_ERR_TITLE" = "Информация недоступна.";
"CINCH_GENERIC_ERR_MESSAGE" = "Войдите позже и повторите попытку.";

"CINCH_HOME_CHANGED_SYNC_LATER_BUTTON" = "Синхронизировать позже";
"CINCH_HOME_CHANGED_MORE_INFORMATION_BUTTON" = "Подробнее…";
"CINCH_HOME_CHANGED_SELECT_NETWORK_BUTTON" = "Сетевая папка пользователя";
"CINCH_HOME_CHANGED_SELECT_LOCAL_BUTTON" = "Мобильная папка пользователя";

"CINCH_HOME_CHANGED_NOSYNC_TITLE" = "Некоторые файлы настроек в Вашей сетевой папке пользователя новее, чем файлы в Вашей мобильной папке пользователя, и не были синхронизированы.";
"CINCH_HOME_CHANGED_NOSYNC__MESSAGE" = "В зависимости от настроек синхронизации эти файлы могут синхронизироваться при входе или при выходе.";

"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TITLE" = "Не удалось выполнить синхронизацию папки пользователя. Продолжить без синхронизации папки пользователя?";
"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TEXT" = "В случае продолжения как можно скорее выполните синхронизацию своей папки пользователя. В случае отмены Ваша папка пользователя не будет создана.";

/* Home Sync Menu */

"CINCH_NOTHING_TITLE" = "Не выбраны папки для синхронизации.";
"CINCH_NOTHING_MESSAGE" = "Чтобы синхронизировать папки, откройте «Системные настройки» и нажмите «Учетные записи». Выберите свою учетную запись и нажмите «Настройки мобильной учетной записи». Выберите папки для синхронизации в списке «Только выбранные папки». Если список недоступен, обратитесь к системному администратору.";
"Account Mobility Preferences..." = "Настройки мобильности учетной записи...";

"CINCH_NET_HOME_NOT_FOUND_TITLE" = "Сетевая папка пользователя на данный момент недоступна.";
"CINCH_NET_HOME_NOT_FOUND_MESSAGE" = "Повторите попытку позже, когда будет доступно.";

/* Dock Item Title */

"USER_ORIG_HOME_DOCK_ITEM" = "Сетевая папка пользователя %@";

/* Mobile Account Creation Alert */

"MCX_PHD_ACCNT_TITLE" = "Создать мобильную учетную запись с портативной папкой пользователя?";
"MCX_PHD_ACCNT_TEXT" = "Мобильная учетная запись с портативной папкой пользователя предоставляет копию сетевой учетной записи и синхронизированную копию сетевой папки пользователя, которые могут быть использованы, когда компьютер отключен от сети.\n";

"MCX_MOBILE_ACCNT_TITLE" = "Создать мобильную учетную запись?";
"MCX_MOBILE_ACCNT_TEXT" = "Мобильная учетная запись предоставляет копию Вашей сетевой учетной записи, которая может быть использована, когда компьютер отключен от сети.\n";

"MCX_MOBILE_ACCNT_CHECKBOX" = "Больше не спрашивать";
/* This is an optional string that shows up in the create mobile home or create portable home dialog */
"MCX_MOBILE_ACCNT_CHOOSE_LOCATION_TEXT" = "\nВыберите том папки пользователя:\n";
"MCX_MOBILE_ACCNT_PLEASE_INSERT_VOL_TEXT" = "\nПодключите внешний том.\n";
/* This string gets appended to the list of possible mobile home volumes to indicate that it is the startup volume */
"MCX_MOBILE_ACCNT_STARTUP_VOL_TEXT" = "(Загрузочный том)";
"MCX_MOBILE_ACCNT_INSERT_VOL_TEXT" = "(нет подключенных томов)";

"MCX_MOBILE_ACCNT_YES_BUTTON" = "Создать сейчас";
"MCX_MOBILE_ACCNT_NO_BUTTON" = "Не создавать";
"MCX_MOBILE_ACCNT_CANCEL_BUTTON" = "Отменить вход";

"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL" = "Не удается создать мобильную учетную запись.";
"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL_SUBTEXT" = "Чтобы создать мобильную учетную запись, необходимо подключить внешний том.";

/* Mobile Account Logout Create Alerts */

"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_TITLE" = "Введите Ваш пароль для создания мобильной учетной записи.";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_PASSWORD_LABEL" = " ";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_OK_BUTTON" = "ОК";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_CANCEL_BUTTON" = "Отменить";

"MCX_MOBILE_ACCNT_LOGOUT_MESSAGE_OK_BUTTON" = "ОК";
"MCX_MOBILE_ACCNT_LOGOUT_PASSWORD_INCORRECT_TITLE" = "Неверный пароль.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_CANCELED_TITLE" = "Создание мобильной учетной записи отменено.";

"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TITLE" = "Не удается создать мобильную учетную запись.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TEXT" = "Возникла проблема при создании мобильной учетной записи.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_VOLUME_ERROR_TEXT" = "Возникла проблема при получении доступа к тому папки пользователя мобильной учетной записи.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_RECORD_ERROR_TEXT" = "Возникла проблема при создании мобильной учетной записи.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_HOME_PATH_ERROR_TEXT" = "Возникла проблема при создании или получения доступа к «%@».";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_ERROR_TEXT" = "Возникла проблема при создании файла FileVault.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_PATH_ERROR_TEXT" = "Не удается создать FileVault для папки пользователя, т.к. папка с таким именем уже существует.";

"MCX_MOBILE_ACCNT_CREATE_FV_HEADER_TEXT" = "Создание папки пользователя, защищенной FileVault.";
"MCX_MOBILE_ACCNT_CREATE_FV_MESSAGE_TEXT" = "FileVault выполняет шифрование Вашей папки пользователя, используя пароль входа.\n\nНачальная настройка может занять около минуты.";

/* External Account Authentication */

/* Empty unlocked message replaces the locked message when authorized. Leave unlocked message blank. */

"MCX_XACCNT_WINDOW_TITLE" = "Авторизовать внешнюю учетную запись";

"MCX_XACCNT_AUTH_TITLE" = "Разрешить внешней учетной записи «%@» с диска «%@» доступ к этому компьютеру?";
"MCX_XACCNT_AUTH_CHECKBOX" = "Запомнить мои настройки";
"MCX_XACCNT_LOCKED_MESSAGE" = "Нажмите на замок, чтобы разрешить или сохранить.";
"MCX_XACCNT_UNLOCKED_MESSAGE" = " ";
"MCX_XACCNT_AUTH_PROMPT" = "Пожалуйста, внесите имя и пароль администратора.";
"MCX_XACCNT_ALLOW_BUTTON" = "Разрешить";
"MCX_XACCNT_DENY_BUTTON" = "Отказать";

/* Simple no workgroup alert replaces the normal workgroup picker when there are zero groups */

/* The MCX_DISABLE_MGMT_SAVE_TEXT is appended to MCX_DISABLE_MGMT_TEXT if the user is allowed to save group name (though in this case it's for a special */
/* group that indicates that they don't want to be bothered with being asked this question again). The MCX_DISABLE_MGMT_REFRESH_TEXT is appended to the */
/* MCX_DISABLE_MGMT_TEXT if the option to refresh preferences is allowed. */

"MCX_DISABLE_MGMT_TITLE" = "Данный компьютер будет управляться извне. Продолжить с включенными управляемыми настройками?";
"MCX_DISABLE_MGMT_TEXT" = "Ваш системный администратор предоставил Вам возможность отключения управления настройками.";
"MCX_DISABLE_MGMT_REFRESH_TEXT" = " Вы также можете обновить локально сохраненные настройки компьютера.";
/* The double return chars below is becuase this string is appended to the main text string in case you have the checkbox option enabled */
"MCX_DISABLE_MGMT_SAVE_TEXT" = "\n\nЕсли Вы запомнили этот выбор, Вы можете открыть это окно снова, удерживая клавишу «Option» во время входа в систему.";
"MCX_DISABLE_MGMT_REMEMBER_CHECKBOX" = "Запомнить мои настройки";
"MCX_DISABLE_MGMT_REFRESH_PREFS_BUTTON" = "Обновить настройки";
"MCX_DISABLE_MGMT_DISABLE_PREFS_BUTTON" = "Отключить настройки";
"MCX_DISABLE_MGMT_ALLOW_PREFS_BUTTON" = "Разрешить настройки";

"CINCH_SYNC_DATE_TODAY" = "Сегодня в ";
"CINCH_SYNC_DATE_YESTERDAY" = "Вчера в ";
"CINCH_SYNC_DATE_TOMORROW" = "Завтра в ";

// type of keychain password
"KEYCHAIN_HOMESYNC_KIND" = "Пароль синхронизации папки пользователя";
"KEYCHAIN_NETWORK_KIND" = "Сетевой пароль";
